---
kind: property
id: P:Autodesk.Revit.DB.GroupTypeId.EnergyAnalysisConceptualModel
source: html/d7862196-ce31-3f31-ec68-44308945c4ca.htm
---
# Autodesk.Revit.DB.GroupTypeId.EnergyAnalysisConceptualModel Property

Energy Analytical Model.

## Syntax (C#)
```csharp
public static ForgeTypeId EnergyAnalysisConceptualModel { get; }
```